{"lang": "en", "author_id": "812407992729669632", "possibly_sensitive": false, "context_annotations": [{"domain": {"id": "3", "name": "TV Shows", "description": "Television shows from around the world"}, "entity": {"id": "10026889716", "name": "The Haves and the Have Nots", "description": "In Savannah, Ga., the Cryer family is the enviable face of success and wealth. At least that's how it appears from the outside. But within the walls of the family's opulent mansion, dysfunction and double lives threaten to destroy the Cryers' world of privilege. The family's patriarch, Jim, is a powerful judge with political ambitions that are put at risk by his double life that includes affairs with high-priced escorts. Jim's wife, Katheryn, is willing to do whatever it takes to protect her family's status while playing the role of a loving and dutiful wife. Son Wyatt is a troubled jock who continuously goes in and out of rehab, and daughter Amanda is a struggling law student who has unknowingly befriended a woman, Candace Young, who has the power to ruin the entire family and also happens to be the estranged daughter of the Cryers' maid, Hanna. When manipulative Candace realizes that she is Jim's escort, she sees that as an opportunity of a lifetime."}}, {"domain": {"id": "123", "name": "Ongoing News Story", "description": "Ongoing News Stories like 'Brexit'"}, "entity": {"id": "1220701888179359745", "name": "COVID-19"}}, {"domain": {"id": "10", "name": "Person", "description": "Named people in the world like Nelson Mandela"}, "entity": {"id": "10037721440", "name": "Hillary Clinton", "description": "Former First Lady of the United States Hillary Clinton"}}, {"domain": {"id": "35", "name": "Politician", "description": "Politicians in the world, like Joe Biden"}, "entity": {"id": "10037721440", "name": "Hillary Clinton", "description": "Former First Lady of the United States Hillary Clinton"}}, {"domain": {"id": "29", "name": "Events [Entity Service]", "description": "Entity Service related Events domain"}, "entity": {"id": "1232816416769757184", "name": "President Trump puts VP Pence in charge of US response to coronavirus", "description": "Donald Trump said the risk to the US from the deadly coronavirus “remains very low” and that he has put Vice President Mike Pence in charge of the American response to the outbreak."}}], "created_at": "2020-02-28T17:45:15.000Z", "referenced_tweets": [{"type": "replied_to", "id": "1233429721356132353"}], "entities": {"annotations": [{"start": 250, "end": 251, "probability": 0.7026, "type": "Place", "normalized_text": "US"}], "mentions": [{"start": 0, "end": 15, "username": "HillaryClinton", "id": "1339835893"}]}, "conversation_id": "1233429721356132353", "in_reply_to_user_id": "1339835893", "public_metrics": {"retweet_count": 0, "reply_count": 0, "like_count": 0, "quote_count": 0}, "source": "Twitter for iPad", "text": "@HillaryClinton \"Crises like the Coronavirus\" force the health system we have now to be laid bare for the underlying issues of the haves and have nots. And the lies and disinformation from this administration will be responsible for the loss of many US lives.", "id": "1233448087231881217", "reply_settings": "everyone"}